//
//  Data.swift
//  Cleaner
//
//  Created by 표건욱 on 2020/08/16.
//  Copyright © 2020 SloWax. All rights reserved.
//

import Foundation

let bathData: Category = Category(
    categoryName: "욕실 청소",
    data: [
        Data(title: "샤워기 헤드 청소",
             simple: "샤워를 해도 온몸이 간지럽다면",
             image: "샤워기_헤드_청소_01",
             content: [
                Content(image: "샤워기_헤드_청소_01",
                        text: """
            매일 매주 청소가 필요한 곳들을 적어서 챙기려고 해봐도, 참 손이 안가는 곳들이 있습니다. 그 중 하나가 샤워기 헤드이죠. 청소를 하기 위해 샤워기 헤드와 호스를 분리해야 한다는 생각만 하면 그 번거로움에 청소 일 정을 미루고 싶어집니다. 그리고 그렇게 미루다보면 저 안에 얼마나 많은 물때와 이물질이 끼어있을지 공포 스러워지고는 해요.

            샤워기 헤드는 2~3개월에 한 번 정도씩은 청소하는 것이 좋습니다. 안에 녹이나 석회, 물때, 곰팡이가 생기 면 수압이 많이 낮아지기도 하고, 건강에도 좋지 않죠. 샤워기 필터를 쓰시는 분들은 그나마 낫지만, 그래도 청소를 해줘야 하는 것은 마찬가지입니다.

            먼저 준비해야할 것들은 구연산과 베이킹소다, 그리고 따뜻한 물입니다.

            따뜻한 물에 구연산과 베이킹소다를 섞어줍니다. 구연산과 베이킹소다의 비율은 1:1 정도면 적당하지만 비 율을 엄격하게 지킬 필요는 없습니다. 샤워기헤드가 충분히 잠길 수 있도록 준비해주시는 것이 좋아요. 1시 간 정도는 필요하기 때문에 욕조나 대야에 세척액을 준비합니다. 세면대를 사용해도 좋지만, 물이 조금씩 내 려가는 경우가 많고 1시간이나 세면대를 사용하지 못하기 때문에 참고해서 준비해주세요.
            """),
                Content(image: "샤워기_헤드_청소_02",
                        text: """
            따뜻한 물에 구연산과 베이킹소다를 섞으면 세척액을 만들면 이렇게 거품이 납니다. 샤워기 호스와 분리한 샤워기 헤드를 이 세척액에 1시간 정도 충분히 담가주세요. 시간이 없을 때도 30분 정도는 담가두는 것을 추천합니다. 샤워기 호스도 분리할 수 있다면 함께 담가 두는 것도 좋습니다.
            1시간이 지나면 흐르는 물로 샤워기헤드 겉표면을 꼼꼼하게 씻어주세요. 물로 잘 씻겨나가지 않는 틈새가 많다면 이쑤시개나 면봉, 칫솔로 닦아주시면 훨씬 좋습니다. 겉표면을 닦아준 후에는 다시 샤워기헤드를 연 결해서 내부를 청소해주세요. 바로 청소하지 않으면 오염물이 남을 수 있으니, 수압을 강하게 틀어서 내부의 세척액과 오염물을 제거해주세요. 1분 정도면 충분합니다.
            이렇게 하면 샤워기 헤드 청소 끝입니다.


            모두의 깨끗함
            """)]),
        Data(title: "욕실 바닥 청소",
             simple: "타일 사이 줄눈의 곰팡이",
             image: "욕실_바닥_청소_01",
             content: [
                Content(image: "욕실_바닥_청소_01",
                        text: """
화장실 타일 바닥을 청소하는 것은 참 피곤한 일이죠. 잘 닦이지도 않을 뿐더러 쪼그려 앉아서 청소해야하기 때문에 한 번 청소하고 나면 몸살이 나기도 합니다.

물에 희석한 락스를 사용해 청소할 때도 있지만, 오늘은 베이킹소다와 과탄산소다를 이용한 화장실 바닥 청소법을 알려드릴까 해요. 락스도 좋은 청소 용품이지만 아무래도 너무 독하기 때문에 친환경적인 소재를 이 용해 보는 것을 추천합니다.

먼저 화장실 바닥은 베이킹소다 가루와 반죽을 이용해 청소합니다. 바닥의 거뭇한 오염은 물때와 피지 그리 고 먼지를 비롯한 다양한 오염물들이 섞여 달라 붙은 것이에요. 오염된 타일에 베이킹소다 가루를 뿌려두고 솔에 물을 약간 묻혀 천천히 문지르며 오염을 닦아줍니다.

잘 지워지지 않는 심한 오염은, 물과 베이킹소다를 1:2로 섞어 만든 베이킹소다 반죽을 발라두고 물때가 녹 을 때까지 기다린 후 닦아주세요.
"""),
                Content(image: "욕실_바닥_청소_02",
                        text: """
간혹 타일 사이 줄눈에 곰팡이가 생길 때도 있는데요. 이 때는 과탄산소다를 사용해주는 것이 효과적입니다. 물과 중성 액체 세제, 과탄산소다를 1:2:3의 비율로 섞은 반죽을 줄눈 위에 덮어주세요.

과탄산소다 반죽은 화장지에 묻혀서 붙여두거나 랩으로 덮어두면 더 효과가 좋습니다. 30분 정도 붙여두고 닦아내면 곰팡이가 깨끗하게 지워져 있을 거에요. 피부가 예민한 분들은 과탄산소다가 자극적일 수 있으니 고무 장갑을 사용하시길 바라요.

오래된 오염이나 곰팡이는 한 번으로 지워지지 않을 수 있으니 주기적으로 관리해주고 반복적으로 청소해서 깨끗이 만들어봅시다.


모두의 깨끗함
""")]),
        Data(title: "욕조 청소",
             simple: "피지와 물때를 지우는 것은 구연산수",
             image: "욕조_청소_01",
             content: [
                Content(image: "욕조_청소_01",
                        text: """
피로한 몸을 풀어줄 때는 아무래도 따뜻한 물이 최고입니다. 향이 좋은 입욕제와 함께라면 피부결도 매끄러 워지고 잠의 질도 좋아지죠. 하지만 깨끗이 몸을 씻고 나온 만큼 욕조에는 피지와 물때가 많이 남습니다. 목 욕을 하고 바로 청소를 한다면 좋겠지만, 그렇지 않는다면 물때가 단단하게 말라붙어 청소하기가 난감해집니다.

물때를 지울 때는 따뜻한 물과 구연산이 효과적입니다. 마른 오염들을 닦아내기 위해서는 오랜 시간 물에 불 리는 과정이 필요해서, 욕조에 물을 받아 목욕한 후에 청소를 하는 것도 좋은 생각이죠. 욕조 가득 담은 따뜻 한 물에 구연산을 넣고 최소 1시간 이상을 불려줍니다. 1인용 욕조에는 종이컵 반컵 정도가 적당하지만 엄 격하게 비율을 지킬 필요는 없어요.
"""),
                Content(image: "욕조_청소_02",
                        text: """
욕조 청소를 할 때는 다양한 욕실용품들을 함께 청소해도 좋습니다. 욕조의 때를 불릴 때 욕실용품을 함께 물 에 담가두면 겉표면에 묻은 물때와 오염들을 함께 씻어낼 수 있죠. 충분히 불려둔 욕실용품들을 가볍게 닦아 주기만 해도 많이 깨끗해집니다.

물때가 부드러워지면 스펀지로 가볍게 원을 그리며 문지르기만 해도 욕조가 쉽게 깨끗해져요. 이 때 목욕할 때의 물이 채우는 높이, 수면이 위치하는 높이는 피지가 많이 붙는 곳이기 때문에 신경 써서 닦아주어야 합니 다. 기름기가 있는 오염은 베이킹 소다수를 분무해서 닦아주면 잘 닦이니 참고해주세요.

이렇게 청소를 해도 지워지지 않는 심한 오염은 두 시간 이상 충분히 물에 담가 불려두면 깨끗하게 닦일 거 에요. 청결한 환경에서 목욕한다면 더 행복한 휴식이 되지 않을까 싶네요.


모두의 깨끗함
""")])
    ]
)
